Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Show a timestamp before each turn in copied Markdown transcripts.
de: Vor jedem Redebeitrag in kopierten Markdown-Transkripten einen Zeitstempel anzeigen.
es: Mostrar una marca de tiempo antes de cada intervención en las transcripciones copiadas en Markdown.
fr: Afficher un horodatage avant chaque prise de parole dans les transcriptions copiées en Markdown.
it: Mostra un timestamp prima di ogni intervento nelle trascrizioni copiate in Markdown.
ja: Markdownとしてコピーした文字起こしの各発話の前にタイムスタンプを表示します。
ko: Markdown으로 복사한 대화록의 각 발화 앞에 타임스탬프를 표시합니다.
pt_br: Mostrar uma marcação de tempo antes de cada fala nas transcrições copiadas em Markdown.
pt_pt: Mostrar uma marca temporal antes de cada intervenção nas transcrições copiadas em Markdown.
vi: Hiển thị dấu thời gian trước mỗi lượt nói trong bản chép lời được sao chép dưới dạng Markdown.
zh_hans: 在以 Markdown 格式复制的转录中，在每个发言段落前显示时间戳。

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
pt_br: Agradecimentos
pt_pt: Agradecimentos
vi: Lời cảm ơn
zh_hans: 致谢

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
vi: Thêm
zh_hans: 添加

source: After Export
de: Nach dem Export
es: Después de exportar
fr: Après l’exportation
it: Dopo l’esportazione
ja: 書き出し後
ko: 내보낸 후
pt_br: Após exportar
pt_pt: Após a exportação
vi: Sau khi xuất
zh_hans: 导出后

source: Allow Automation Request?
de: Automatisierungsanfrage erlauben?
es: ¿Permitir solicitud de automatización?
fr: Autoriser la demande d’automatisation ?
it: Consentire la richiesta di automazione?
ja: オートメーションのリクエストを許可しますか？
ko: 자동화 요청을 허용할까요?
pt_br: Permitir solicitação de automação?
pt_pt: Permitir pedido de automatização?
vi: Cho phép yêu cầu tự động hóa?
zh_hans: 允许自动化请求？

source: Allow Once
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
it: Consenti una volta
ja: 一度だけ許可
ko: 한 번 허용
pt_br: Permitir uma vez
pt_pt: Permitir uma vez
vi: Cho phép một lần
zh_hans: 允许一次

source: Always Allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
ja: 常に許可
ko: 항상 허용
pt_br: Permitir sempre
pt_pt: Permitir sempre
vi: Luôn cho phép
zh_hans: 始终允许

source: Always Show Loupe
de: Lupe immer anzeigen
es: Mostrar siempre la lupa
fr: Toujours afficher la loupe
it: Mostra sempre la lente
ja: ルーペを常に表示
ko: 확대경 항상 표시
pt_br: Sempre mostrar a lupa
pt_pt: Mostrar sempre a lupa
vi: Luôn hiển thị kính lúp
zh_hans: 始终显示放大镜

source: Apply a saved size preset to the selected area.
de: Eine gespeicherte Größenvoreinstellung auf den ausgewählten Bereich anwenden.
es: Aplica un ajuste de tamaño guardado al área seleccionada.
fr: Appliquez un préréglage de taille enregistré à la zone sélectionnée.
it: Applica un preset di dimensioni salvato all’area selezionata.
ja: 保存済みのサイズプリセットを選択範囲に適用します。
ko: 저장된 크기 프리셋을 선택 영역에 적용합니다.
pt_br: Aplique uma predefinição de tamanho salva à área selecionada.
pt_pt: Aplique uma predefinição de tamanho guardada à área selecionada.
vi: Áp dụng một cài đặt sẵn kích thước đã lưu cho vùng được chọn.
zh_hans: 将已保存的尺寸预设应用到所选区域。

source: Apply Custom
de: Benutzerdefiniert anwenden
es: Aplicar personalizado
fr: Appliquer le réglage personnalisé
it: Applica personalizzato
ja: カスタム設定を適用
ko: 사용자 설정 적용
pt_br: Aplicar personalizado
pt_pt: Aplicar personalizado
vi: Áp dụng tùy chỉnh
zh_hans: 应用自定义设置

source: Apply the custom aspect ratio values.
de: Die benutzerdefinierten Seitenverhältniswerte anwenden.
es: Aplica los valores de relación de aspecto personalizados.
fr: Appliquez les valeurs personnalisées du rapport d’aspect.
it: Applica i valori personalizzati delle proporzioni.
ja: カスタムのアスペクト比の値を適用します。
ko: 사용자 설정 종횡비 값을 적용합니다.
pt_br: Aplique os valores personalizados de proporção.
pt_pt: Aplique os valores personalizados da proporção.
vi: Áp dụng các giá trị tỷ lệ khung hình tùy chỉnh.
zh_hans: 应用自定义宽高比值。

source: Ask before closing an editor with unsaved changes.
de: Vor dem Schließen eines Editors mit ungesicherten Änderungen nachfragen.
es: Preguntar antes de cerrar un editor con cambios sin guardar.
fr: Demander confirmation avant de fermer un éditeur contenant des modifications non enregistrées.
it: Chiedi conferma prima di chiudere un editor con modifiche non salvate.
ja: 未保存の変更があるエディタを閉じる前に確認します。
ko: 저장하지 않은 변경 사항이 있는 편집기를 닫기 전에 확인합니다.
pt_br: Perguntar antes de fechar um editor com alterações não salvas.
pt_pt: Perguntar antes de fechar um editor com alterações não guardadas.
vi: Hỏi trước khi đóng trình chỉnh sửa có thay đổi chưa lưu.
zh_hans: 关闭包含未保存更改的编辑器前询问。

source: Audio Only
de: Nur Audio
es: Solo audio
fr: Audio uniquement
it: Solo audio
ja: オーディオのみ
ko: 오디오만
pt_br: Somente áudio
pt_pt: Apenas áudio
vi: Chỉ âm thanh
zh_hans: 仅音频

source: Audio-Only Format
de: Nur-Audio-Format
es: Formato de solo audio
fr: Format audio uniquement
it: Formato solo audio
ja: オーディオ専用フォーマット
ko: 오디오 전용 형식
pt_br: Formato somente de áudio
pt_pt: Formato apenas de áudio
vi: Định dạng chỉ âm thanh
zh_hans: 纯音频格式

# audio.inputLevel.percent
source: %d percent
de: %d Prozent
es: %d por ciento
fr: %d pour cent
it: %d percento
ja: %dパーセント
ko: %d퍼센트
pt_br: %d por cento
pt_pt: %d por cento
vi: %d phần trăm
zh_hans: 百分之%d

source: Auto Collapse
de: Automatisch einklappen
es: Contraer automáticamente
fr: Réduction automatique
it: Comprimi automaticamente
ja: 自動的に折りたたむ
ko: 자동 접기
pt_br: Recolher automaticamente
pt_pt: Recolher automaticamente
vi: Tự động thu gọn
zh_hans: 自动收起

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
vi: Quay lại
zh_hans: 返回

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
pt_pt: Câmara
zh_hans: 摄像头

source: Camera controls are available after you choose a camera.
de: Die Kamerasteuerung ist verfügbar, nachdem du eine Kamera ausgewählt hast.
es: Los controles de cámara estarán disponibles después de elegir una cámara.
fr: Les commandes de la caméra seront disponibles après avoir choisi une caméra.
it: I controlli della fotocamera saranno disponibili dopo aver scelto una fotocamera.
ja: カメラを選択すると、カメラコントロールを使用できます。
ko: 카메라를 선택하면 카메라 제어를 사용할 수 있습니다.
pt_br: Os controles da câmera estarão disponíveis depois que você escolher uma câmera.
pt_pt: Os controlos da câmara ficam disponíveis depois de escolher uma câmara.
vi: Các điều khiển camera sẽ khả dụng sau khi bạn chọn camera.
zh_hans: 选择摄像头后即可使用摄像头控制项。

source: Camera is off
de: Kamera ist aus
es: La cámara está desactivada
fr: La caméra est désactivée
it: La fotocamera è disattivata
ja: カメラはオフです
ko: 카메라가 꺼져 있음
pt_br: A câmera está desligada
pt_pt: A câmara está desligada
vi: Camera đang tắt
zh_hans: 摄像头已关闭

source: Camera on
de: Kamera an
es: Cámara activada
fr: Caméra activée
it: Fotocamera attiva
ja: カメラオン
ko: 카메라 켜짐
pt_br: Câmera ligada
pt_pt: Câmara ligada
vi: Camera bật
zh_hans: 摄像头已开启

# cameraOverlay.shape.optionHelp
source: Set the camera overlay shape to %@.
de: Form der Kameraüberlagerung auf %@ festlegen.
es: Establece la forma de la superposición de cámara en %@.
fr: Définir la forme de l’incrustation vidéo sur %@.
it: Imposta la forma della sovrimpressione video su %@.
ja: カメラオーバーレイの形状を%@に設定します。
ko: 카메라 오버레이 모양을 %@으로 설정합니다.
pt_br: Defina o formato da sobreposição de câmera como %@.
pt_pt: Defina a forma da sobreposição da câmara como %@.
vi: Đặt hình dạng lớp phủ camera thành %@.
zh_hans: 将摄像头叠加层形状设为 %@。

# cameraOverlay.background.greenScreenHelp
source: Remove a green-screen background with chroma key.
de: Entfernt einen Greenscreen-Hintergrund per Chroma-Key.
es: Elimina un fondo de pantalla verde mediante clave de color.
fr: Supprime un fond vert par incrustation chromatique.
it: Rimuovi uno sfondo verde con il chroma key.
ja: クロマキーでグリーンスクリーンの背景を削除します。
ko: 크로마 키로 그린 스크린 배경을 제거합니다.
pt_br: Remova um fundo de tela verde com chroma key.
pt_pt: Remova um fundo de ecrã verde com chroma key.
vi: Xóa nền phông xanh bằng khóa sắc độ.
zh_hans: 使用色度键移除绿幕背景。

# cameraOverlay.cutout.unavailable
source: Camera background removal was unavailable. Showing the camera without it.
de: Die Entfernung des Kamerahintergrunds war nicht verfügbar. Die Kamera wird ohne sie angezeigt.
es: No se pudo eliminar el fondo de la cámara. Se muestra la cámara sin este efecto.
fr: La suppression de l’arrière-plan était indisponible. La caméra est affichée sans cet effet.
it: La rimozione dello sfondo non era disponibile. La fotocamera viene mostrata senza questo effetto.
ja: カメラ背景の削除を利用できませんでした。背景削除なしでカメラを表示します。
ko: 카메라 배경 제거를 사용할 수 없습니다. 배경 제거 없이 카메라를 표시합니다.
pt_br: A remoção do fundo da câmera não estava disponível. A câmera será exibida sem esse efeito.
pt_pt: A remoção do fundo da câmara não estava disponível. A câmara será apresentada sem esse efeito.
vi: Không thể xóa nền camera. Camera sẽ được hiển thị mà không có hiệu ứng này.
zh_hans: 摄像头背景移除不可用。将显示未移除背景的摄像头画面。

# cameraOverlay.shape.squircle
source: Squircle
de: Superellipse
es: Cuadrado redondeado
fr: Carré arrondi
it: Quadrato arrotondato
ja: スクワークル
ko: 스쿼클
pt_br: Quadrado arredondado
pt_pt: Quadrado arredondado
vi: Hình vuông bo tròn
zh_hans: 圆角方形

# cameraOverlay.shape.rounded
source: Rounded
de: Abgerundet
es: Redondeado
fr: Arrondi
it: Arrotondato
ja: 角丸
ko: 둥근 모서리
pt_br: Arredondado
pt_pt: Arredondado
vi: Bo tròn
zh_hans: 圆角

# cameraOverlay.shape.square
source: Square
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
ja: 正方形
ko: 정사각형
pt_br: Quadrado
pt_pt: Quadrado
vi: Vuông
zh_hans: 方形

# cameraOverlay.shape.cutout
source: Cutout
de: Freistellen
es: Recorte
fr: Détourage
it: Ritaglio
ja: 切り抜き
ko: 배경 제거
pt_br: Recorte
pt_pt: Recorte
vi: Tách nền
zh_hans: 抠图

# cameraOverlay.shape.cutoutHelp
source: Remove the camera background and show only the presenter.
de: Entfernt den Kamerahintergrund und zeigt nur die präsentierende Person.
es: Elimina el fondo de la cámara y muestra solo al presentador.
fr: Supprime l’arrière-plan de la caméra et affiche uniquement la personne.
it: Rimuovi lo sfondo della fotocamera e mostra solo la persona.
ja: カメラの背景を削除し、発表者だけを表示します。
ko: 카메라 배경을 제거하고 발표자만 표시합니다.
pt_br: Remova o fundo da câmera e mostre apenas o apresentador.
pt_pt: Remova o fundo da câmara e mostre apenas o apresentador.
vi: Xóa nền camera và chỉ hiển thị người thuyết trình.
zh_hans: 移除摄像头背景，仅显示演示者。

# cameraOverlay.size.optionHelp
source: Set the camera overlay size to %@.
de: Größe der Kameraüberlagerung auf %@ festlegen.
es: Establece el tamaño de la superposición de cámara en %@.
fr: Définir la taille de l’incrustation vidéo sur %@.
it: Imposta le dimensioni della sovrimpressione video su %@.
ja: カメラオーバーレイのサイズを%@に設定します。
ko: 카메라 오버레이 크기를 %@으로 설정합니다.
pt_br: Defina o tamanho da sobreposição de câmera como %@.
pt_pt: Defina o tamanho da sobreposição da câmara como %@.
vi: Đặt kích thước lớp phủ camera thành %@.
zh_hans: 将摄像头叠加层大小设为 %@。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
vi: Huy
zh_hans: 取消

source: Cancel Cropper Selection
de: Bereichsauswahl abbrechen
es: Cancelar selección de recorte
fr: Annuler la sélection de recadrage
it: Annulla selezione di ritaglio
ja: 切り抜き範囲の選択をキャンセル
ko: 자르기 영역 선택 취소
pt_br: Cancelar seleção de corte
pt_pt: Cancelar seleção de recorte
vi: Hủy vùng chọn cắt xén
zh_hans: 取消裁剪选择

source: Cancel export
de: Export abbrechen
es: Cancelar exportación
fr: Annuler l’exportation
it: Annulla esportazione
ja: 書き出しをキャンセル
ko: 내보내기 취소
pt_br: Cancelar exportação
pt_pt: Cancelar exportação
vi: Hủy xuất
zh_hans: 取消导出

source: Cancel the export in progress.
de: Den laufenden Export abbrechen.
es: Cancela la exportación en curso.
fr: Annulez l’exportation en cours.
it: Annulla l’esportazione in corso.
ja: 進行中の書き出しをキャンセルします。
ko: 진행 중인 내보내기를 취소합니다.
pt_br: Cancele a exportação em andamento.
pt_pt: Cancele a exportação em curso.
vi: Hủy quá trình xuất đang diễn ra.
zh_hans: 取消正在进行的导出。

source: Capture
de: Aufnehmen
es: Capturar
fr: Capturer
it: Acquisisci
ja: キャプチャ
ko: 캡처
pt_br: Capturar
pt_pt: Capturar
vi: Chụp
zh_hans: 捕捉

source: Capture at the display's maximum supported frame rate.
de: Mit der maximal unterstützten Bildwiederholrate des Displays aufnehmen.
es: Graba con la frecuencia de actualización máxima compatible de la pantalla.
fr: Enregistrez à la fréquence de rafraîchissement maximale prise en charge par l’écran.
it: Registra alla frequenza di aggiornamento massima supportata dallo schermo.
ja: ディスプレイが対応する最大リフレッシュレートでキャプチャします。
ko: 디스플레이가 지원하는 최대 재생률로 캡처합니다.
pt_br: Capture na taxa de atualização máxima compatível com a tela.
pt_pt: Capture à taxa de atualização máxima suportada pelo ecrã.
vi: Quay ở tần số quét tối đa mà màn hình hỗ trợ.
zh_hans: 以显示器支持的最高刷新率录制。

source: Capture audio from the selected microphone.
de: Audio vom ausgewählten Mikrofon aufnehmen.
es: Captura audio del micrófono seleccionado.
fr: Capturer le son du microphone sélectionné.
it: Acquisisci l’audio dal microfono selezionato.
ja: 選択したマイクから音声を収録します。
ko: 선택한 마이크의 오디오를 녹음합니다.
pt_br: Capture o áudio do microfone selecionado.
pt_pt: Capture o áudio do microfone selecionado.
vi: Thu âm từ micrô đã chọn.
zh_hans: 从所选麦克风采集音频。

source: Capture sound playing from your Mac.
de: Den auf deinem Mac wiedergegebenen Ton aufnehmen.
es: Captura el sonido que se reproduce en tu Mac.
fr: Capturer le son diffusé par votre Mac.
it: Acquisisci l’audio riprodotto dal Mac.
ja: Macで再生中のサウンドを収録します。
ko: Mac에서 재생되는 사운드를 녹음합니다.
pt_br: Capture o som reproduzido no Mac.
pt_pt: Capture o som reproduzido no Mac.
vi: Thu âm thanh đang phát từ máy Mac.
zh_hans: 采集 Mac 正在播放的声音。

source: Channel
de: Kanal
es: Canal
fr: Canal
it: Canale
ja: チャンネル
ko: 채널
pt_br: Canal
pt_pt: Canal
vi: Kênh
zh_hans: 通道

source: Check Automatically
de: Automatisch suchen
es: Comprobar automáticamente
fr: Rechercher automatiquement
it: Controlla automaticamente
ja: 自動的に確認
ko: 자동으로 확인
pt_br: Verificar automaticamente
pt_pt: Procurar automaticamente
vi: Tự động kiểm tra
zh_hans: 自动检查

source: Check Now
de: Jetzt suchen
es: Comprobar ahora
fr: Rechercher maintenant
it: Controlla ora
ja: 今すぐ確認
ko: 지금 확인
pt_br: Verificar agora
pt_pt: Procurar agora
vi: Kiểm tra ngay
zh_hans: 立即检查

source: Choose camera
de: Kamera auswählen
es: Elegir cámara
fr: Choisir la caméra
it: Scegli videocamera
ja: カメラを選択
ko: 카메라 선택
pt_br: Escolher câmera
pt_pt: Escolher câmara
vi: Chọn camera
zh_hans: 选择摄像头

source: Choose Camera
de: Kamera wählen
es: Elegir cámara
fr: Choisir la caméra
it: Scegli fotocamera
ja: カメラを選択
ko: 카메라 선택
pt_br: Escolher câmera
pt_pt: Escolher câmara
vi: Chọn camera
zh_hans: 选择摄像头

source: Choose a fixed frame rate or match the display refresh rate.
de: Wähle eine feste Bildrate oder passe sie an die Bildwiederholrate des Displays an.
es: Elige una frecuencia de fotogramas fija o ajústala a la frecuencia de actualización de la pantalla.
fr: Choisissez une fréquence d’images fixe ou adaptez-la à la fréquence de rafraîchissement de l’écran.
it: Scegli una frequenza fotogrammi fissa o adattala alla frequenza di aggiornamento dello schermo.
ja: 固定フレームレートを選択するか、ディスプレイのリフレッシュレートに合わせます。
ko: 고정 프레임률을 선택하거나 디스플레이 재생률에 맞춥니다.
pt_br: Escolha uma taxa de quadros fixa ou corresponda à taxa de atualização da tela.
pt_pt: Escolha uma taxa de fotogramas fixa ou iguale a taxa de atualização do ecrã.
vi: Chọn tốc độ khung hình cố định hoặc khớp với tần số quét của màn hình.
zh_hans: 选择固定帧率或匹配显示器刷新率。

source: Choose how many frames per second new recordings use.
de: Wähle die Bildrate für neue Aufnahmen.
es: Elige cuántos fotogramas por segundo usarán las grabaciones nuevas.
fr: Choisissez le nombre d’images par seconde des nouveaux enregistrements.
it: Scegli quanti fotogrammi al secondo usare per le nuove registrazioni.
ja: 新しい録画の1秒あたりのフレーム数を選択します。
ko: 새 녹화에 사용할 초당 프레임 수를 선택합니다.
pt_br: Escolha quantos quadros por segundo serão usados nas novas gravações.
pt_pt: Escolha quantos fotogramas por segundo serão usados nas novas gravações.
vi: Chọn số khung hình mỗi giây cho các bản ghi mới.
zh_hans: 选择新录制使用的每秒帧数。

source: Choose how much recent recording history to keep.
de: Wähle, wie viel des letzten Aufnahmeverlaufs behalten wird.
es: Elige cuánto historial de grabación reciente conservar.
fr: Choisissez la durée de l’historique d’enregistrement récent à conserver.
it: Scegli quanta cronologia di registrazione recente conservare.
ja: 直近の録画履歴をどのくらい保持するか選択します。
ko: 최근 녹화 기록을 얼마나 보관할지 선택합니다.
pt_br: Escolha quanto do histórico recente de gravação deve ser mantido.
pt_pt: Escolha quanto do histórico recente de gravação deve ser mantido.
vi: Chọn lượng lịch sử ghi màn hình gần đây cần giữ lại.
zh_hans: 选择要保留多长时间的近期录制历史。

source: Choose how much to resize exported video.
de: Größe des exportierten Videos auswählen.
es: Elige cuánto se redimensiona el vídeo exportado.
fr: Choisissez le redimensionnement de la vidéo exportée.
it: Scegli quanto ridimensionare il video esportato.
ja: 書き出すビデオのサイズ変更量を選択します。
ko: 내보낼 비디오의 크기 조절 정도를 선택합니다.
pt_br: Escolha quanto redimensionar o vídeo exportado.
pt_pt: Escolha quanto redimensionar o vídeo exportado.
vi: Chọn mức thay đổi kích thước video xuất.
zh_hans: 选择导出视频的缩放程度。

source: Choose how quickly expanded notch controls collapse.
de: Wähle, wie schnell die erweiterten Notch-Steuerelemente eingeklappt werden.
es: Elige la rapidez con la que se contraen los controles ampliados de la muesca.
fr: Choisissez la vitesse de repli des commandes développées de l’encoche.
it: Scegli quanto rapidamente si richiudono i controlli espansi del notch.
ja: 展開したノッチコントロールが閉じるまでの時間を選択します。
ko: 확장된 노치 컨트롤이 접히는 속도를 선택합니다.
pt_br: Escolha a rapidez com que os controles expandidos do notch são recolhidos.
pt_pt: Escolha a rapidez com que os controlos expandidos do notch são recolhidos.
vi: Chọn tốc độ thu gọn các điều khiển notch đã mở rộng.
zh_hans: 选择展开的刘海控制项收起的速度。

source: Choose microphone
de: Mikrofon auswählen
es: Elegir micrófono
fr: Choisir le microphone
it: Scegli microfono
ja: マイクを選択
ko: 마이크 선택
pt_br: Escolher microfone
pt_pt: Escolher microfone
vi: Chọn micrô
zh_hans: 选择麦克风

source: Choose Microphone
de: Mikrofon auswählen
es: Elegir micrófono
fr: Choisir le microphone
it: Scegli microfono
ja: マイクを選択
ko: 마이크 선택
pt_br: Escolher microfone
pt_pt: Escolher microfone
vi: Chọn micrô
zh_hans: 选择麦克风

source: Choose the camera overlay for recordings.
de: Wähle die Kameraüberlagerung für Aufnahmen.
es: Elige la superposición de cámara para las grabaciones.
fr: Choisissez l’incrustation vidéo pour les enregistrements.
it: Scegli la sovrimpressione video per le registrazioni.
ja: 録画に使用するカメラオーバーレイを選択します。
ko: 녹화에 사용할 카메라 오버레이를 선택합니다.
pt_br: Escolha a sobreposição de câmera para as gravações.
pt_pt: Escolha a sobreposição da câmara para as gravações.
vi: Chọn lớp phủ camera cho bản ghi.
zh_hans: 选择录制所用的摄像头叠加层。

source: Choose the export file format.
de: Dateiformat für den Export auswählen.
es: Elige el formato del archivo exportado.
fr: Choisissez le format du fichier exporté.
it: Scegli il formato del file da esportare.
ja: 書き出すファイル形式を選択します。
ko: 내보낼 파일 형식을 선택합니다.
pt_br: Escolha o formato do arquivo exportado.
pt_pt: Escolha o formato do ficheiro exportado.
vi: Chọn định dạng tệp xuất.
zh_hans: 选择导出文件格式。

source: Choose the exported video frame rate.
de: Wähle die Bildrate des exportierten Videos.
es: Elige la frecuencia de fotogramas del vídeo exportado.
fr: Choisissez la fréquence d’images de la vidéo exportée.
it: Scegli la frequenza fotogrammi del video esportato.
ja: 書き出すビデオのフレームレートを選択します。
ko: 내보낼 비디오의 프레임 속도를 선택합니다.
pt_br: Escolha a taxa de quadros do vídeo exportado.
pt_pt: Escolha a taxa de fotogramas do vídeo exportado.
vi: Chọn tốc độ khung hình của video xuất.
zh_hans: 选择导出视频的帧率。

source: Choose the file format for audio-only recordings.
de: Wähle das Dateiformat für reine Audioaufnahmen.
es: Elige el formato de archivo para las grabaciones de solo audio.
fr: Choisissez le format de fichier des enregistrements audio uniquement.
it: Scegli il formato file per le registrazioni solo audio.
ja: 音声のみの録音に使用するファイル形式を選択します。
ko: 오디오 전용 녹음의 파일 형식을 선택합니다.
pt_br: Escolha o formato de arquivo para gravações somente de áudio.
pt_pt: Escolha o formato de ficheiro para gravações apenas de áudio.
vi: Chọn định dạng tệp cho bản ghi chỉ có âm thanh.
zh_hans: 选择纯音频录制的文件格式。

source: Choose the frame rate for replay buffer clips.
de: Wähle die Bildrate für Clips aus dem Wiedergabepuffer.
es: Elige la frecuencia de fotogramas de los clips del búfer de repetición.
fr: Choisissez la fréquence d’images des clips du tampon de relecture.
it: Scegli la frequenza fotogrammi per le clip del buffer di replay.
ja: リプレイバッファのクリップに使用するフレームレートを選択します。
ko: 리플레이 버퍼 클립의 프레임 속도를 선택합니다.
pt_br: Escolha a taxa de quadros dos clipes do buffer de replay.
pt_pt: Escolha a taxa de fotogramas dos clipes da memória intermédia de repetição.
vi: Chọn tốc độ khung hình cho clip từ bộ đệm phát lại.
zh_hans: 选择回放缓冲区片段的帧率。

source: Choose the preset used by quick recording.
de: Wähle die Voreinstellung für Schnellaufnahmen.
es: Elige el preajuste que usa la grabación rápida.
fr: Choisissez le préréglage utilisé par l’enregistrement rapide.
it: Scegli il preset usato dalla registrazione rapida.
ja: クイック録画で使用するプリセットを選択します。
ko: 빠른 녹화에 사용할 프리셋을 선택합니다.
pt_br: Escolha a predefinição usada pela gravação rápida.
pt_pt: Escolha a predefinição utilizada pela gravação rápida.
vi: Chọn cài đặt sẵn dùng cho ghi nhanh.
zh_hans: 选择快速录制使用的预设。

source: Choose the recording frame rate from 1 to 120 FPS.
de: Wähle eine Aufnahmebildrate von 1 bis 120 FPS.
es: Elige una frecuencia de grabación de 1 a 120 FPS.
fr: Choisissez une fréquence d’enregistrement comprise entre 1 et 120 IPS.
it: Scegli una frequenza di registrazione da 1 a 120 FPS.
ja: 録画フレームレートを1〜120 FPSから選択します。
ko: 1~120 FPS 범위에서 녹화 프레임 속도를 선택합니다.
pt_br: Escolha uma taxa de gravação de 1 a 120 FPS.
pt_pt: Escolha uma taxa de gravação de 1 a 120 FPS.
vi: Chọn tốc độ khung hình ghi từ 1 đến 120 FPS.
zh_hans: 选择 1 到 120 FPS 的录制帧率。

source: Choose the shape of the camera overlay.
de: Wähle die Form der Kameraüberlagerung.
es: Elige la forma de la superposición de cámara.
fr: Choisissez la forme de l’incrustation vidéo.
it: Scegli la forma della sovrimpressione video.
ja: カメラオーバーレイの形状を選択します。
ko: 카메라 오버레이의 모양을 선택합니다.
pt_br: Escolha o formato da sobreposição de câmera.
pt_pt: Escolha a forma da sobreposição da câmara.
vi: Chọn hình dạng của lớp phủ camera.
zh_hans: 选择摄像头叠加层的形状。

source: Choose the size of the camera overlay.
de: Wähle die Größe der Kameraüberlagerung.
es: Elige el tamaño de la superposición de cámara.
fr: Choisissez la taille de l’incrustation vidéo.
it: Scegli le dimensioni della sovrimpressione video.
ja: カメラオーバーレイのサイズを選択します。
ko: 카메라 오버레이의 크기를 선택합니다.
pt_br: Escolha o tamanho da sobreposição de câmera.
pt_pt: Escolha o tamanho da sobreposição da câmara.
vi: Chọn kích thước của lớp phủ camera.
zh_hans: 选择摄像头叠加层的大小。

source: Choose what happens after saving a replay clip.
de: Wähle, was nach dem Speichern eines Wiedergabeclips geschieht.
es: Elige qué ocurre después de guardar un clip de repetición.
fr: Choisissez ce qui se passe après l’enregistrement d’un clip de relecture.
it: Scegli cosa succede dopo aver salvato una clip di replay.
ja: リプレイクリップを保存した後の動作を選択します。
ko: 리플레이 클립을 저장한 후의 동작을 선택합니다.
pt_br: Escolha o que acontece após salvar um clipe de replay.
pt_pt: Escolha o que acontece após guardar um clipe de repetição.
vi: Chọn việc sẽ xảy ra sau khi lưu clip phát lại.
zh_hans: 选择保存回放片段后的操作。
